export default function Privacy() {
 
  return (
    <div className='privacy_Area'>
         <h2>&apos;개인정보 처리방침 &quot;</h2>
        <p>
            닭둥지 &apos;이하 &quot;회사&quot;&apos;는 개인정보 보호법 제30조에 따라 정보주체&apos;이용자&apos;의 개인정보를 보호하고 회사는 개인정보 처리방침을 통하여 이용자께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려 드립니다.
            회사는 개인정보 처리방침을 개정하는 경우 웹사이트의 공지사항&apos;또는 개별공지&apos;을 통하여 공지할 것이며 회사의 개인정보 처리방침은 다음의 내용으로 작성되어 있습니다.
        </p>

        <ol>
            <li>개인정보의 처리목적</li>
            <li>수집한 개인정보의 처리 및 보유기간</li>
            <li>수집한 개인정보의 공유 및 제공</li>
            <li>개인정보처리의 위탁</li>
            <li>정보주체&apos;이용자&apos;와 법정대리인의 권리, 의무 및 행사방법</li>
            <li>개인정보의 항목 및 수집방법 </li>
            <li>개인정보의 파기절차 및 방법 </li>
            <li>개인정보의 안전성 확보 조치 </li>
            <li>개인정보 보호책임자 및 개인정보 담당부서</li>
            <li>고지의 의무 </li>
        </ol>

        <p>본 방침은 2019년 3월 15일부터 시행됩니다.</p>

        <h3>1. 개인정보의 처리목적 </h3>
        <p>* 회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.</p>
        <dl>
            <dt>- 고객 문의에 대한 응대 및 관리 </dt>
            <dd>고객 가입의사 확인, 고객에 대한 서비스제공 시에 필요한 본인 식별&apos;인증&apos;, 회원 자격 유지 및 관리, 서비스 제공에 따른 대금 결제 및 기타 필요 시</dd>
            <dd>- 웹사이트 사용 패턴 분석, 웹사이트 운영자에게 고객의 웹사이트 활동에 관한 정보 전달 및 웹사이트 활동과 인터넷 사용에 관한 각종 서비스 제공 </dd>
        </dl>
        <h3>2. 수집한 개인정보의 처리 및 보유기간 </h3>
        <p>* 회사는 정보주체&apos;이용자&apos;로부터 개인정보를 수집할 때 동의를 받은 개인정보 보유ㆍ이용기간 또는 법령에 따른 개인정보 보유ㆍ이용기간 내에서 개인정보를  처리ㆍ보유합니다. 다만, 회사는 "다른 법령에 따라 보존하여야 하는 경우" 또는 "이용자로부터 동의를 받은 경우"에는 보유ㆍ이용기간이 경과한 때에도 개인정보를 파기하지 아니하고 보존할 수 있습니다.</p>
        <h3>3. 수집한 개인정보의 공유 및 제공, 개인정보의 제3자 제공 등 </h3>
        <p>* 회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.</p>
        <ul>
            <li>- 정보주체&apos;이용자&apos;가 사전 동의한 경우</li>
            <li>- 법률의 특별한 규정 등 개인정보 보호법 제 17조에 해당하는 경우 외에는 개인정보를 제3자에게 제공하지 않습니다.</li>
        </ul>

        <h3>4. 개인정보처리의 위탁 </h3>
        <p>* 회사는 정보주체&apos;이용자&apos;의 개인정보를 원칙적으로 외부에 처리 위탁하지 않습니다.</p>

        <h3>5. 정보주체&apos;이용자&apos;와 법정대리인의 권리, 의무 및 행사방법 </h3>
        <p>* 정보주체&apos;이용자&apos; 및 법정대리인은 회사에 대해 언제든지 다은 각 호의 개인정보 관련 권리를 행사할 수 있습니다.</p>
        <ul>
            <li>가. 개인정보 열람 요구</li>
            <li>나.	개인정보에 오류 등이 있을 경우 정정 요구</li>
            <li>다.	삭제요구</li>
            <li>라.	처리정지</li>
        </ul>

        <h3>6. 개인정보의 항목 및 수집방법 </h3>
        <h4>가. 수집항목 </h4>
        <p>- 회사는 가맹신청 등에 대한 관리를 위하여 아래와 같은 개인정보를 수집하고 있습니다. </p>
        <dl>
            <dt>* 필수 정보</dt>
            <dd>- 이름, 이메일, 전화번호 </dd>
        </dl>

        <h4>나. 수집방법 </h4>
        <dl>
            <dd>* 회사는 다음과 같은 방법으로 개인정보를 수집합니다.</dd>
            <dd>- 홈페이지 ‘가맹신청’ </dd>
        </dl>

        <h3>7. 개인정보의 파기절차 및 방법</h3>
        <p>* 회사는 개인정보 보유기간의 경과, 수집 및 처리목적의 달성 등 개인정보가 불필요하게 되었을 때는 지체 없이 해당 개인정보를 파기합니다.</p>
        <p>* 회사는 다음의 방법으로 개인정보를 파기합니다.</p>
        <p>- 전자적 파일 : 파일 삭제 및 디스크 등 저장매체 포맷</p>

        <h3>8. 개인정보의 안전성 확보 조치 </h3>
        <p>* 회사는 개인정보의 안전성 확보를 위해서 다음과 같은 관리적, 기술적, 물리적 조치를 취하고 있습니다.</p>
        <p>* 내부관리계획의 수립 및 시행 </p>
        <p>회사의 내부관리계획 수립하여 개인정보 보호를 위해 실행</p>
        <p>* 개인정보 취급 담당자의 최소화 및 교육</p>
        <p>개인정보를 취급하는 담당자를 지정하고 최소화하여 개인정보를 관리하는 대책을 시행</p>
        <p>* 개인정보에 대한 접근 제한</p>
        <p>* 접속기록의 보관 및 위변조 방지</p>

        <h3>9. 개인정보 보호책임자 및 개인정보 담당부서 </h3>
        <p>회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제를 처리하기 위하여 아래와 같이 개인정보 보호 책임자를 지정하고 있습니다.</p>

        <h4>* 개인정보 보호 책임자 </h4>
        <ul>
            <li>성명 : 허정현</li>
            <li>전화번호 : 010-2982-3759 </li>
            <li>이메일 : gjwjdgus17@naver.com</li>
        </ul>

        <h3>10. 개인정보침해 관련 상담 및 신고</h3>
        <p>개인정보에 대한 신고.상담이 필요하신 경우에는 개인정보보호책임자의 이메일 또는 전화로 연락하시거나, 경찰청 사이버 안전국 등 아래 기관으로 문의하시기 바랍니다.</p>
        <ul>
            <li>경찰청 사이버안전국 http://cyberbureau.police.go.kr</li>
            <li>대검찰청 사이버수사과 http://www.spo.go.kr</li>
            <li>개인정보 침해신고센터 &apos;한국인터넷 진흥원 운영&apos; http://privacy.kisa.or.kr</li>
            <li>개인정보 분쟁 조정위원회 &apos;개인정보 보호위원회 운영&apos; http://www.kopico.go.kr</li>
        </ul>
        <h3>11. 고지의 의무</h3>
        <p>이 개인정보 처리방침은 2019. 3. 15. 부터 적용되며 현 개인정보취급방침 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지 “공지사항”을 통해 고지 하겠습니다.</p>
    </div>
  );
}
